Repository: PauliusPetru/vietoj_iOS
Catalog: Vietoj/Resources/*.lproj/Localizable.strings
Languages: lt

# intro_screen_title
source: en_Registracija
lt: Vietoj

# intro_screen_description
source: en_Greitai pasižymėkite vietose, kuriose lankotės, ir būkite informuoti apie savo COVID riziką.
lt: Greitai pasižymėkite vietose, kuriose lankotės, ir būkite informuoti apie savo COVID riziką.

# intro_screen_submit_button
source: en_Registruotis
lt: Registruotis

# intro_screen_name_title
source: en_Pilnas vardas
lt: Pilnas vardas

# intro_screen_name_placeholder
source: en_Vardas Pavardė
lt: Vardas Pavardė

# intro_screen_privacy_description
source: en_Registruodamiesi sutinkate su Vietoj en_privatumo politika. Jūsų duomenys bus naudojami tik visuomenės sveikatos reikmėms.
lt: Registruodamiesi sutinkate su Vietoj privatumo politika. Jūsų duomenys bus naudojami tik visuomenės sveikatos reikmėms.

# intro_screen_privacy_title
source: en_privatumo politika
lt: privatumo politika

# phone_screen_title
source: en_Telefono nr. patvirtinimas
lt: Telefono nr. patvirtinimas

# phone_screen_phone_title
source: en_Patvirtinimo kodas
lt: Patvirtinimo kodas

# phone_screen_submit_button
source: en_Patvirtinti
lt: Patvirtinti

# scanner_screen_looking_title
source: en_Ieškome Vietoj QR kodo...
lt: Ieškome Vietoj QR kodo...

# confirmation_screen_success_title
source: en_Registracija pavyko!
lt: Registracija pavyko!

# confirmation_screen_failed_title
source: en_Registracija nepavyko.
lt: Registracija nepavyko.

# confirmation_screen_success_subTitle
source: en_Ačiū už supratingumą.
lt: Ačiū už supratingumą.

# confirmation_screen_failed_subTitle
source: en_Klaida mūsų pusėje. Ačiū už bandymą.
lt: Klaida mūsų pusėje. Ačiū už bandymą.

# confirmation_screen_submit_button
source: en_Registruotis
lt: Registruotis
